Repository: sinanazifi/TranslateMe
Catalog: testRess/FOSSRes.*.resx
Languages: et, no

# faktura_handelse_Kundforlust
source: Customer Loss
et: Kliendi kaotus
no: Kunde Tap

# faktura_handelse_Makulerad
source: Canceled
et: Tühistatud
no: Makulert

# faktura_handelse_OcrNummerJust
source: OCR updated
et: OCR uuendatud
no: Ocr oppdateret

# faktura_handelse_Paminnelse
source: Reminder
et: Meeldetuletus
no: Purring

# faktura_handelse_PaminnelseAterkallad
source: Reminder withdrawn
et: Meeldetuletus tühistatud
no: Purring tilbakekalt

# faktura_handelse_PaminnelseInkassoAktiv
source: Activate demand
et: Aktiveeri nõue
no: Aktivere krav

# faktura_handelse_PaminnelseInkassoPaus
source: Stop demand
et: Lõpeta nõue
no: Stoppe kravet

# faktura_handelse_PaymentToCollection
source: Payment to collection
et: Makse inkassole

# faktura_handelse_PreBeloppNerJust
source: Unconfirmed adjust amount
et: Kinnitamata korrigeeri summa
no: Ubekreftet justert beløp

# faktura_handelse_PreBetalning
source: Unconfirmed payment
et: Kinnitamata makse
no: Ubekreftet betaling

# faktura_handelse_PreForfalloDatumJust
source: Unconfirmed adjust due date
et: Kinnitamata korrigeeri maksetähtaeg
no: Ubekreftet justert forfallsdato

# faktura_handelse_PreMakulerad
source: Unconfirmed cancellation
et: Kinnitamata tühistamine
no: Ubekreftet makulering

# faktura_handelse_PrePaminnelseInkassoAktiv
source: Unconfirmed activated demand
et: Kinnitamata aktiveeritud nõue
no: Ubekreftet aktiver krav

# faktura_handelse_PrePaminnelseInkassoPaus
source: Unconfirmed stopped demand
et: Kinnitamata peatatud nõue
no: Ubekreftet stoppet krav

# faktura_handelse_Saknas
source: Missing
et: Puuduv
no: Mangler

# faktura_handelse_SkapadDatum
source: Created
et: Loodud
no: Skapt

# faktura_handelse_SkapaKreditFaktura
source: Create credit invoice
et: Loo kreediitarve
no: Skape Kreditnota

# faktura_handelse_SkapaRanteFaktura
source: Create interest invoice
et: Loo intressi arve
no: Skape rentefaktura

# faktura_handelse_Slutbetald
source: Paid
et: Makstud
no: Avbetalt

# faktura_handlaggare
source: Agent
et: Teenindaja
no: Kundebehandlare

# faktura_inkasoo_kort
source: Col:
et: Ink:
no: I:

# faktura_inkasso
source: Collection
et: Inkasso
no: Inkasso

# faktura_justeraBelopp
source: Adjust
et: Korrigeeri
no: Justere

# faktura_justeraForfallo
source: Adjust
et: Korrigeeri
no: Justere

# faktura_knapp_FakturaBeloppNedJust
source: New amount
et: Uus summa
no: NyttBeløp

# faktura_knapp_FakturaBetalningForslag
source: Payment plan
et: maksegraafiku
no: Betalningsplan

# faktura_knapp_FakturaForfalloDatumJust
source: Adjust due date
et: Muuda maksetähtaega
no: JustereFFDatoen

# faktura_knapp_FakturaKravkodJust
source: Change demand
et: Muuda nõuet
no: EndreKrav

# faktura_knapp_FakturaKravkodJust_KravkodTyp_Normal
source: Change demand
et: Muuda nõuet
no: EndreKrav

# faktura_knapp_FakturaKravkodJust_KravkodTyp_StopPaminnelseInkasso
source: Reset demand
et: Taasta nõue
no: Stille tilbake krav

# faktura_knapp_FakturaMail
source: Send Invoice E-mail
et: Saada Arve E-mail
no: Send Faktura E-post

# faktura_knapp_FakturaMakulera
source: Cancel
et: Tühista
no: Makulere

# faktura_knapp_FakturaPaminnelseAterkallad
source: Reminder withdrawn
et: Meeldetuletus tühistatud
no: Purring tilbakekalt

# faktura_knapp_FakturaPaminnelseInkassoAktiv
source: Activate demand
et: Aktiveeri nõue
no: Aktivere krav

# faktura_knapp_FakturaPaminnelseInkassoPaus
source: Pause demand
et: Peata nõue
no: Pause kravet

# faktura_knapp_FakturaPDF
source: Show Invoice
et: Näita arvet
no: Vise faktura

# faktura_knapp_FakturaRegisteraBetalning
source: Payment
et: Makse
no: Betaling

# faktura_knapp_FakturaSMS
source: Send SMS
et: Saada SMS

# faktura_kommentar
source: Comment
et: Kommentaar
no: Kommentar

# faktura_krav
source: Demand
et: Nõue
no: Krav

# faktura_krav_KravkodTyp_Normal
source: Active
et: Aktiivne
no: Aktiv

# faktura_krav_KravkodTyp_StopPaminnelseInkasso
source: Stopped
et: Lõpetatud
no: Stoppet

# faktura_lanid
source: Loan
et: Laen
no: Lån

# faktura_makulera_kort
source: Cncl:
et: Tüh:
no: M:

# faktura_makulerad
source: Cancelled
et: Tühistatud
no: Makulert

# faktura_nyttbeloppmindrean
source: New amount less than
et: Uus summa vähem kui
no: Nytt beløp mindre enn

# faktura_OCR
source: Reference number
et: Viitenumber
no: KIDnr

# faktura_paminnelse
source: Reminder
et: Meeldetuletus
no: Purring

# faktura_paminnelse_kort
source: Rmd:
et: Meeld:
no: P:

# faktura_produkt
source: Product
et: Toode
no: Produkt

# faktura_registrera_betalning
source: Register payment
et: Registreeri makse
no: Registrer Betaling

# faktura_skadenmakuleras
source: The invoice will be cancelled, do you want to proceed?
et: Arve tühistatakse, soovid jätkata?
no: Fakturaen kommer til å bli makulert, vil du gå videre?

# faktura_slutbetald
source: Paid
et: Makstud
no: Avbetalt

# faktura_slutbetald_kort
source: EndP:
et: Makst:
no: S:

# faktura_valjnyttforfallodatum
source: Choose new due date
et: Vali uus maksetähtaeg
no: Velg ny forfallsdato

# FakturaKopia
source: Invoice copy
et: Arve koopia
no: Fakturakopi

# fakturaNr_kort
source: InvNr:
et: ArvNr:
no: FNr:

# fakturarader
source: Invoice Details
et: Arve Detailid
no: Fakturarader

# fakura_handelse_Fordransald
source: Receivable sold
et: Nõue müüdud
no: Tilgodehavender solgt

# FI
source: Finland
et: Soome

# fil
source: File
et: Fail
no: Fil

# file_Felaktig
source: Wrong file type/large size
et: Vale faili tüüp/liigne suurus
no: Feilaktig filtype / störrelse

# file_virus
source: File contains virus
et: Fail sisaldab viirust
no: Filen inneholder virus

# ForfallerNastaManad
source: Expires next month
et: Aegub järgmine kuu
no: ForfallerNasteMåned

# forsta_Namn
source: First Name
et: Eesnimi
no: Fornavn

# generell_belopp
source: Amount
et: Summa
no: Beløp

# generell_pnr
source: Civic registration
et: Isikukood
no: Personnummer

# generell_produkt
source: Product
et: Toode
no: Produkt

# Gift
source: Married
et: Abielus
no: Gift

# godkann
source: Approved
et: Kinnitatud
no: Godkjenn

# historik_ansokan
source: Application
et: Taotlus
no: Søknad

# historik_belopp
source: Amount
et: Summa
no: Beløp

# historik_beslutstext
source: Decision
et: Otsus
no: Beslutning

# historik_betalatbelopp
source: Paid Amount
et: Makstud summa
no: Innbetalt Beløp

# historik_betaldatum
source: Payment Date
et: Makse kuupäev
no: Betalt Dato

# historik_datum
source: Date
et: Kuupäev
no: Dato

# historik_faktura
source: Invoice
et: Arve
no: Faktura

# historik_fakturabelopp
source: Invoice amount
et: Fakturabelopp
no: Faktura Beløp

# historik_fakturanr
source: InvoiceNr
et: Arvenr
no: Fakturanr

# historik_forfallodatum
source: Due date
et: Maksetähtaeg
no: Forfallsdato

# historik_handelse
source: Event
et: Juhtum
no: Händelse

# historik_inkomst
source: Income
et: Sissetulek
no: Inntekt

# historik_kreditniva
source: Credit Level
et: Krediidi tase
no: Kredittnivå

# historik_kredituplysare
source: Credit reporter
et: Krediidi raportöör
no: Kilde

# historik_kreditupplysning
source: Credit report
et: Krediidiraport
no: Kredittopplysning

# historik_kundkort
source: Customer card
et: Kliendiinfo
no: Kundeinfo

# historik_loptid
source: Loan time
et: Laenu periood
no: Tid

# historik_ocr
source: Reference
et: Viitenumber
no: KID

# historik_produkt
source: Product
et: Toode
no: Produkt

# historik_referens
source: Reference
et: Viitenumber
no: Referanse

# historik_score
source: Score
et: Skoor

# historik_status
source: Status
et: Staatus

# InkomstAr
source: Income year
et: Sissetuleku aasta
no: InntektsAr

# InkomstManad
source: Income month
et: Sissetuleku kuu
no: InntektsMåned

# Invoice_CreatePaymentPlan
source: Payment plan
et: maksegraafiku
no: Betalingsplan

# knapp_kontroll
source: Calculate
et: Calc
no: Beregne

# knapp_losalan
source: Confirm
et: Kinnitama
no: Bekrefte

# Kommentar
source: Comments
et: Kommentaarid
no: Kommentar

# KommunikationFaktura
source: Invoice events
et: Arve sündmused
no: Fakturahendelser

# KommunikationInformation
source: General information
et: Üldinfo
no: Allmenn information

# KommunikationKampanj
source: Campaigns
et: Kampaaniad
no: Kampanjetilbud

# KommunikationPaminnelse
source: Reminders
et: Meeldetuletused
no: Påminnelser

# kon_Kvinna
source: Woman
et: Naised
no: Kvinne

# kon_Man
source: Man
et: Mehed
no: Mann

# Kontakttyp
source: Contact type
et: Kontakti tüüp
no: Kontakt type

# KontaktTyp_Brev
source: Postal
et: Postiindeks
no: Post

# Kontakttyp_EjÖnskas
source: Not Required
et: Mitte kohustuslik
no: Vil ikke

# KontaktTyp_HandlKommentar
source: Agent
et: Teenindaja
no: Id

# KontaktTyp_Telefon
source: Phone
et: Telefon
no: Telefon

# KontaktTyp_Web
source: Web
et: Veeb

# Kontakttyp_Önskas
source: Require
et: Nõutav
no: ønskes

# Konto
source: Account
et: Konto
no: Konto

# KopplaBet_FakturaNummer
source: InvoiceNr
et: Arvenr
no: Fakturanr

# KopplaBet_felaktigt_fakturanummer
source: Incorrect invoiceNr
et: Vale arvenumber
no: Feilaktigt fakturanummer

# KopplaBet_KopplaBetalning
source: Connect payment
et: Ühenda makse
no: Vidareföre betalning

# KopplaBet_OCR
source: Reference
et: Viitenumber
no: KIDnr

# KopplaBet_redan_kopplad
source: The payment is already connected to an invoice
et: See makse on juba ühendatud arvega
no: Betalningen är allrede videreformidlet til en faktura

# KorrAvPlaceringFaktura
source: AdjustPlacedInvoice
et: MuudaPaigutatudTaotlust
no: KorrAvPlasseringFaktura

# kort_Namn
source: Short Name
et: Lühinimi
no: Kortnavn

# Kostnad
source: Cost
et: Maksumus
no: Omkostninger

# KostnadJustering
source: AdjustCosts
et: MuudaKulu
no: KostnadJustering

# Kreditniva_hog
source: High
et: Kõrge
no: Høy

# Kreditniva_lag
source: Low
et: Madal
no: Lav

# KreditUpplysningStatus_Avslag
source: Rejected
et: Tagasi lükatud
no: Avslag

# KreditUpplysningStatus_Godkand
source: Approved
et: Kinnitatud
no: Godkjent

# KreditUpplysningStatus_Kontroll
source: Control
et: Kontroll
no: Kontroll

# KreditUpplysningStatus_KontrollBelopp
source: Control amount
et: Kontrolli summa
no: Kontroll Beløp

# KreditUpplysningStatus_Ogiltig
source: Not valid
et: Kehtetu
no: Ugyldig

# KreditUpplysningStatus_Saknas
source: Missing
et: Puuduv
no: Mangler

# kund_adress
source: Address
et: Aadress
no: Adresse

# kund_adress2
source: Second address
et: Aadress 2
no: Adresse 2

# kund_aktivalan
source: Loan
et: Laen
no: Lån

# Kund_Aktivitet
source: Activity
et: Tegevus
no: Aktivitet

# kund_bank
source: Bank
et: Pank

# kund_behandladeansok
source: Treated applications
et: Töödeldud taotlused
no: Behandlede søknader

# kund_efternamn
source: Last name
et: Perekonnanimi
no: Etternavn

# kund_epostStatus
source: E-mailStatus
et: E-mailStaatus
no: EpostStatus

# kund_fakturor
source: Invoices
et: Arved
no: Fakturaer

# kund_filer
source: Files
et: Failid
no: Filer

# kund_fornamn
source: First name
et: Eesnimi
no: Fornavn

# kund_fulltnamn
source: Full name
et: Täisnimi
no: Fullstendig navn

# kund_historik
source: Customer history
et: Kliendi ajalugu
no: Kundehistorie

# Kund_Händelsetyp
source: Select Event Type
et: Vali sündmuse tüüp
no: Velg hendelsestype

# kund_knapp_KundAvBlockad
source: Unblock
et: Eemalda blokeering
no: Oppheve sperring

# kund_knapp_KundBlockad
source: Block
et: Blokeeri
no: Sperre

# kund_knapp_KundSpara
source: Save
et: Salvesta
no: Lagre

# kund_knapp_KundStatusUpd
source: Mark as Identified
et: Märgi Tuvastatud
no: Markere Identifiseret

# kund_knapp_SkickaSMS
source: Send
et: Saada
no: Sende

# kund_kommunikation
source: Communication
et: Kommunikatsioon
no: Kommunikasjon

# kund_kontaktlogg
source: Log
et: Logi
no: Logg

# kund_kontoNummer
source: Account number
et: Kontonumber
no: Kontonummer

# kund_kreditupplysningar
source: Credit report
et: Krediidiraport
no: Kredittopplysninger

# kund_LeveransTyp
source: Delivery
et: Kättetoimetamine
no: Levering

# kund_mobilNummer
source: Mobile number
et: Mobiiltelefon
no: Mobilnummer

# kund_mobilnummerStatus
source: MobileStatus
et: MobiilStaatus
no: MobilStatus

# kund_pagaendeansok
source: Ongoing applications
et: Menetluses taotlused
no: Søknader under behandling

# kund_postNummer
source: ZIP code
et: Postiindeks
no: Postnr

# kund_postOrt
source: City
et: Linn
no: Poststed

# kund_skapanyansok
source: Create a new application
et: Loo uus taotlus
no: Legge inn ny søknad

# kund_status
source: Status
et: Staatus

# kund_telefonNummer
source: Phone number
et: Telefoninumber
no: Telefonnummer

# Kund_totalt_kosnad
source: Tot. Cost
et: KoguMaksumus
no: Tot. Kostnad

# kund_uppgifter
source: Customer information
et: Kliendi info
no: Opplysninger

# kunddata_Anvandare
source: User
et: Kasutaja
no: Bruker

# kunddata_Flyttad
source: Moved
et: Liigutatud
no: Flyttet

# kunddata_Inkomst
source: Income
et: Sissetulek
no: Inntekt

# kunddata_Kommentar
source: Comment
et: Kommentaar
no: Kommentar

# kunddata_kostnad
source: Cost
et: Maksumus
no: Omkostninger

# kunddata_KundDataTyp
source: Customer data type
et: Kliendi info tüüp
no: Kundehistorie type

# kunddata_OvrigIntakt
source: Other income
et: Muu sissetulek
no: Andre inntekter

# kunddata_Sakerhet
source: Security
et: Turvalisus
no: Sikkerhet

# kunddata_Skapad
source: Created
et: Loodud
no: Skaped

# kunddata_SlutDatum
source: End Date
et: Lõppkuupäev
no: Sluttdato

# kunddata_spara
source: Save
et: Salvesta
no: Lagre

# kunddata_tabkunddata
source: Customer data
et: Kliendi info
no: Kundehistorie

# kunddata_tabort
source: Remove
et: Eemalda
no: Slett

# kunddata_Tillgang
source: Asset
et: Vara
no: Eiendeler

# kunddata_typ
source: Type
et: Tüüp

# kunddata_Ursprung
source: Origin
et: Päritolu
no: Opprindelse

# kunddata_Varde
source: Value
et: Väärtus
no: Verdi

# kundkort_adress
source: Address
et: Aadress
no: Adresse

# kundkort_ansokan
source: Application
et: Taotlus
no: Søknad

# kundkort_bank
source: Bank
et: Pank

# kundkort_bankuppgifter
source: Bank details
et: Konto info
no: Kontoinformasjon

# kundkort_datum
source: Date
et: Kuupäev
no: Dato

# kundkort_handlaggare
source: Agent
et: Teenindaja
no: Id

# kundkort_kommentar
source: Comments
et: Kommentaarid
no: Kommentar

# kundkort_kontaktyp
source: Contact type
et: Kontakti tüüp
no: Kontakt via

# kundkort_kontonr
source: Account number
et: Kontonumber
no: Kontonr

# kundkort_kundid
source: Customer
et: Klient
no: Kunde

# Kundkort_kundProgarm
source: CustomerProgram
et: KliendiProgram
no: KundenProgram

# kundkort_mobil
source: Mobil phone
et: Mobiiltelefon
no: Mobil

# kundkort_namn
source: Name
et: Nimi
no: Navn

# kundkort_nykontakt
source: Notes
et: Märkused
no: Kommentar

# kundkort_personnummer
source: Civic registration
et: Isikukood
no: Pnr

# kundkort_pinkodsForsok
source: SINSINSINSIINSINISNINSS
et: PIN-i sisestamisi
no: Pinkodeforsok

# kundkort_pnr
source: Civic registration
et: Isikukood
no: Pnr

# kundkort_postnr
source: ZIP code
et: Postiindeks
no: Postnr

# kundkort_postort
source: City
et: Linn
no: Poststed

# kundkort_telefon
source: Phone
et: Telefon
no: Telefon

# KundStatus_Bekraftad
source: Confirmed
et: Kinnitatud
no: Bekreftet

# KundStatus_Blockad
source: Blocked
et: Blokeeritud
no: Sperret

# KundStatus_Identifierad
source: Identified
et: Tuvastatud
no: Identifiseret

# KundStatus_Ny
source: New
et: Uus
no: Ny

# KundStatus_Obekraftad
source: Unconfirmed
et: Kinnitamata
no: Ubekreftet

# KundStatus_Varning
source: Warning
et: Hoiatus
no: Advarsel

# label_visa
source: View
et: Vaata
no: Vise

# lagga_anvandare
source: Add New User
et: Lisa uus kasutaja
no: Legg til ny bruker

# lagga_funktion
source: Edit Function
et: Redigeeri funktsiooni
no: Redigere funksjon

# lan_angra_avgift
source: Regrett fee
et: Taganemise tasu
no: Angreavgift

# lan_angra_datum_senast
source: Regrett- latest date
et: Taganemise viimane kuupäev
no: Angre dato senest

# lan_belopp
source: Amount
et: Summa
no: Beløp

# lan_datum
source: Date
et: Kuupäev
no: Dato

# lan_externlanid
source: External loan ID
et: Väline laenu ID
no: Eksternt låneID

# lan_kreditdatum
source: Credit date
et: Krediidi kuupäev
no: Kreditt dato

# lan_LanStatus
source: Loan status
et: Laenu staatus
no: Lånestatus

# lan_loptid
source: Loan time
et: Laenu periood
no: Tilbakebetalingstid

# lan_produkt
source: Product
et: Toode
no: Produkt

# lan_rubrik_avgift
source: Fee
et: Avgift
no: Avgift

# lan_rubrik_villangradatum
source: Regret-date
et: Vill ångra datum
no: Dato for anger

# lan_status
source: Status
et: Staatus

# lan_titel
source: Loan
et: Laen
no: Lån

# lan_utbetalad
source: Paid
et: Makstud
no: Utbetalt

# LanStatus_Aktiv
source: Active
et: Aktiivne
no: Aktivt

# LanStatus_Angrad
source: Regretted
et: Taganetud
no: Angret

# LanStatus_Aterbetald
source: Repaid
et: Tagasi makstud
no: Tilbakebetalt

# LanStatus_Avvikelse
source: Irregularity
et: Hälve
no: Avikelse

# LanStatus_Bedrageri
source: Fraud
et: Pettus
no: Bedrageri

# LanStatus_FortidsLost
source: Prepaid
et: Ettemakstud
no: Innløst

# LanStatus_Inkasso
source: Collection
et: Inkasso
no: Inkasso

# LanStatus_Makulerad
source: Cancelled
et: Tühistatud
no: Makulert

# LanStatus_VillAngra
source: Wish to regrett
et: Soovid taganeda
no: VilAngra

# LanStatus_VillFortidsLosa
source: Prepay
et: Ettemakse
no: Vil innløse

# lanUppsagning_Id
source: Loan Termination
et: Laenu lõpetamine
no: LanUppsagning

# lanUppsagning_lanUppsagningInfo
source: Loan Termination Info
et: Laenu lõpetamine info
no: LanUppsagning Info

# lanUppsagning_lanUppsagningStatus
source: Warning Status
et: Hoiatus staatus
no: LanUppsagning status

# LeveransTyp_Brev
source: Letter
et: Kiri
no: Brev

# LeveransTyp_Saknas
source: Missing
et: Puuduv
no: Mangler

# lista_Anvandare
source: User List
et: Kasutajate nimekiri
no: Bruker Liste

# Manuell_SEB
source: Manual
et: Kasutusjuhend
no: Manuell

# ManuellAtgardKravs
source: RequireManualTreatment
et: NõuaKäsitsiTöötlemist
no: ManuellBehandlingKreves

# ManuellPlacering
source: ManualPlacement
et: Manuaalne paigutus
no: ManuellPlassering

# ManuellPlaceringFaktura
source: ManuallyPlacedInvoice
et: KäsitsiPaigutatudTaotlus
no: ManuellPlasseringFaktura

# master_ansokningar
source: Applications
et: Taotlused
no: Søknader

# master_bank
source: Bank
et: Pank

# master_betallista
source: Payments
et: Maksed
no: Betalinger

# master_detaljsok
source: Detailed search
et: Detailne otsing
no: Avansert søk

# master_inloggadsom
source: Logged on as
et: Sisse logitud kui
no: Pålogget som

# master_kundkort
source: Customer card
et: Kliendi kaart
no: Kundekort

# master_laddaUpp_Transaktion
source: Upload Transaction File
et: Lae üles Tehing fail
no: Ladda upp Transaktion fil

# master_land
source: Market
et: Turg
no: Markedet

# master_land_dk
source: Denmark
et: Taani
no: Danmark

# master_land_ee
source: Estonia
et: Eesti
no: Estland

# master_land_fi
source: Finland
et: Soome

# master_land_no
source: Norway
et: Norra
no: Norge

# master_land_se
source: Sweden
et: Rootsi
no: Sverige

# master_parseTransaktion
source: Parse Transaction
et: Tehingut sõeluma

# master_PnrOrKundId
source: Civic registration or Customer ID
et: Isikukood või kliendinumber
no: Person- eller kundenummer

# master_processTransaktion
source: Run Placement Process
et: Käivita paigutus Prots
no: Köra Placering Process

# master_sok
source: Search
et: Otsing
no: Søk

# master_sparrlista
source: Blocklist
et: Blokeeringute nimekiri
no: Sperreliste

# master_sprak
source: Language
et: Keel
no: Språk

# master_sprak_da
source: Danish
et: Taani
no: Dansk

# master_sprak_ee
source: Estonian
et: Eesti keel
no: Estniske

# master_sprak_en
source: English
et: Inglise
no: Engelsk

# master_sprak_no
source: Norwegian
et: Norra
no: Norske

# master_sprak_sv
source: Swedish
et: Rootsi
no: Svensk

# master_visaprocessResult
source: Manual Placement
et: Käsitsi paigutamine
no: Manuell placering

# master_visaTransaktion
source: View Transaction
et: Vaata tehingut
no: Vise Transaksjon

# Meddelande
source: Message
et: Teade
no: Beskjed

# meny_betalningsordrar
source: Payment Order
et: Maksekorraldus
no: BetalingsBestillinger

# meny_erbjudanden
source: Offers
et: Pakkumised
no: Tilbud

# meny_godkannPrel
source: Prel approved app.
et: Esial. heakskiidetud taotl.
no: Foreløpig godkjent søknad

# meny_smsInstallningar
source: SMS settings
et: SMS seaded
no: SMS-innstillinger

# meny_Verktyg
source: Tools
et: Tööriistad
no: Verktøy

# NO
source: Norway
et: Norra
no: Norge

# NordeaInb_ladda_upp
source: Upload
et: Lae üles
no: Laste opp

# NordeaInb_produkt
source: Product
et: Toode
no: Produkt

# NordeaInb_valj_fil
source: Choose file
et: Vali fail
no: Velg fil

source: NoTreatmentInFOSS
et: MitteTöötlemiseleFOSSis
no: IngenBehandlingiFOSS

# Ny_kreditupplysning
source: New Credit report
et: Uus Krediidiraport
no: Ny kreditupplysning

# Ogift
source: Unmarried
et: Mitteabielus
no: Ugift

# Okand
source: Unknown
et: Okand
no: Okand

# outbound_atgard
source: Measure
et: Meede
no: Mål

# outbound_ingenKontakt
source: If no contact
et: Kui ei saa kontakti
no: Ved ingen kontakt

# outbound_KontaktLog
source: Create contact log
et: Loo kontakti logi
no: Skape kontakt logg

# outbound_Kundlofte
source: Customer Promise:
et: Kliendi lubadus:
no: Kundeløfte

# outbound_marksomBehandlad
source: Mark as Handled
et: Märgi käsitletuks
no: Markere som behandlet

# outbound_Mottagare
source: Recipients
et: Vastuvõtjad
no: Mottaker

# outbound_nyansokan
source: New Application
et: Uus taotlus
no: Ny søknad

# outbound_Nyepost
source: New E- mail
et: Uus E-mail
no: Ny e- post

# outbound_Nytt mobilnummer
source: New Mobile Number
et: Uus mobiili nr.
no: Nytt mobilnummer

# Ovriga
source: Other
et: Muu
no: Øvrige

# OvrigIntakt
source: Other earnings
et: Muu sissetulek
no: OvrigeInntakt

source: Paid Out
et: Makstud
no: Utbetaling

# placering_alla
source: All
et: Kõik
no: Alle

# Q_Acceptera
source: Accept
et: Nõustu
no: Akseptere

# Q_InformeraOmNyaFörutsättningar
source: InformIfNewConditions
et: InformeeridaKuiUuedTingimused
no: InformereOmNyaForutsetninger

# Q_IngetLånOmNyaFörutsättningar
source: NofutherLoansIfnewConditions
et: MitteRohkemLaeneKuiUuedTingimused
no: IkkeLånvedNyeForutsetninger

# Q_INöd
source: Need
et: Vajama
no: INöd

# Q_KanDuBetalaTillbaka
source: Canyoupayback
et: Kassaadtagasimaksta
no: KanDuTilbakebetala

# Q_LämnatKorrektInformation
source: ProvidedAccurateInformation
et: AntudTäpneInfo
no: LeverteKorrektInformation

# Q_MedvetenOmHögRänta
source: AwareOfHighInterest
et: TeadlikKõrgestIntressist
no: BevisstOmHöyRänte

# Q_TillåtAttAnvändaData
source: AllowedToUseTheData
et: LubatudInfotKasutada
no: TillatelseTilÅbrukeData

# RaaInb_Behandlad_datum
source: Treated date
et: Töötlemise kuupäev
no: Behandlet dato

# RaaInb_Belopp
source: Amount
et: Summa
no: Beløp

# RaaInb_Datum
source: Date
et: Kuupäev
no: Dato

# RaaInb_OCR
source: Reference
et: Viitenumber
no: KIDnr

# RaaInb_Produkt
source: Product
et: Toode
no: Produkt

# redigera_Roll
source: Edit Roll
et: Muuda rolli
no: Rediger Rolle

# regel_BefintligaLanKtrl
source: Current loan
et: Praegune laen
no: Har allerede lån

# regel_BefintligAnsokanKtrl
source: Current application
et: Praegune taotlus
no: Søknad er under behandling

# regel_Betalningsformaga
source: Aaffordability
et: Taskukohasus
no: Betalningsevne

# regel_EPostVerifiera
source: Control e-mail
et: Kontrolli e-maili
no: Kontrollere E-post

# regel_FGKontoNummerBlock
source: Gironumber blocked
et: Gironumber blokeeritud
no: Gironummer sperret

# regel_FGOcrKontroll
source: OCR control
et: OCR kontroll
no: OCR kontroll

# regel_FolkiaKreditBedomning
source: Credit Assessment
et: Krediidi hinnang
no: Kredittvurdering

# regel_FolkiaScoring
source: FolkiaScoring
et: FolkiaSkooring

# regel_KontoNummerBlock
source: Account number blocked
et: Kontonumber blokeeritud
no: Sperret kontonummer

# regel_KontoNummerVerifiera
source: Control account number
et: Kontrolli kontonumbrit
no: Kontrollere kontonummer
