Repository: sinanazifi/TranslateMe
Catalog: testRess/FOSSRes.*.resx
Languages: et, no

# regel_KreditUpplysning
source: Credit report
et: Krediidiraport
no: Kredittopplysning

# regel_KreditUpplysningPost
source: Credit report-2
et: Krediidiraport-2
no: Kredittopplysning-2

# regel_KunddataAndrad
source: Customer information changed
et: Kliendi info muudetud
no: Forandring i kundeinformasjonen

# regel_KunddataEgenKtrl
source: Customer data
et: Kliendi andmed
no: Kundehistorie

# regel_KundDataRegistrering
source: Customer data
et: Kliendi andmed
no: Kundedata

# regel_KundIdentifierad
source: Customer Identified
et: Klient tuvastatud
no: Kunde identifisering

# regel_KundSkuld
source: CustomerDebt
et: KliendiVõlg
no: Kundegjeld

# regel_NyKund
source: New customer
et: Uus klient
no: Ny kunde

# regel_PersonAlder
source: Age
et: Vanus
no: Alder

# regel_PersonNummerBlock
source: Civic registration blocked
et: Isikukood blocked
no: Sperret personnummer

# regel_PersonUpplysning
source: Personal Enlightenment
et: Isiklik info
no: Personopplysning

# regel_Pinkod
source: Pin code
et: Pin kood
no: Pinkode

# regel_Saknas
source: Missing
et: Puuduv
no: Mangler

# regel_SveaAnsokan
source: Svea application
et: Svea taotlus
no: Svea søknad

# regel_TelefonNummerBlock
source: Phone number blocked
et: Telefoninumber blokeeritud
no: Sperret telefonnummer

# regel_TelefonNummerUpplysning
source: Telephone Information
et: Telefoni info
no: Telefonppplysning

# regel_TelefonNummerVerifiera
source: Control phone number
et: Kontrolli telefoninumbrit
no: Kontrollere telefonnummer

# regel_TvattaPengarKtrl
source: Money Laundering
et: Rahapesu
no: Hvitvasking av penger

# regelresultatvisa_konto
source: Account
et: Konto
no: Konto

# regelresultatvisa_kontrollav
source: Control of rule
et: Kontrolli reegel
no: Kontroll av regel

# regelresultatvisa_kontrollerad
source: Controlled
et: Kontrollitud
no: Kontrollert

# regelresultatvisa_sok
source: Search
et: Otsi
no: Søk

# regelresultatvisa_telefon
source: Phone
et: Telefon
no: Telefon

# RegisterStatus_Bekraftad
source: Confirmed
et: Kinnitatud
no: Bekraftet

# RegisterStatus_Fel
source: Error
et: Viga
no: Feil

# RegisterStatus_Ny
source: New
et: Uus
no: Ny

# RegisterStatus_Saknas
source: Missing
et: Puuduv
no: Mangler

# roll_Lista
source: Roll List
et: Rollide nimekiri
no: Rolle Liste

# Saknas
source: Missing
et: Puuduv
no: Mangler

# SE
source: Sweden
et: Rootsi
no: Sverige

# show_credit_agreement_email
source: Credit Agreement
et: Visa Kredit Mail
no: Visa Kredit Mail

# Skild
source: Divorced
et: Lahutatud
no: Skilt

# Skulder
source: Liabilities
et: Võlgnevused
no: Gjeld

# SkuldTillKund
source: DebtToCustomer
et: VõlgKliendile
no: GjeldTilKunden

# sms_Innehåll
source: Contents
et: Sisu
no: Innehold

# sms_Meddelandetyp
source: MessageType
et: TeateTüüp
no: Medling

# sms_nymall
source: New Template
et: Uus mall
no: Ny Mal

# sms_Rubrik
source: Headline
et: Pealkiri
no: Overskrift

# SokTyp_AnsokanArendenummer
source: File number
et: Faili number
no: Saksnummer

# SokTyp_BetalningArendenummer
source: File number
et: Faili number
no: Saksnummer

# SokTyp_BetalningKontonummer
source: Account number
et: Kontonumber
no: Kontonummer

# SokTyp_BetalningMeddelande
source: Message
et: Teade
no: Beskjed

# SokTyp_BetalningReferens
source: Reference
et: Viitenumber
no: Referanse

# SokTyp_FakturaNummer
source: Invoice number
et: Arvenumber
no: Fakturanummer

# SokTyp_Kontonummer
source: Account number
et: Kontonumber
no: Kontonummer

# SokTyp_KundFulltNamn
source: Name
et: Nimi
no: Navn

# SokTyp_KundId
source: Customer number
et: Kliendi number
no: Kundenummer

# SokTyp_KundPersonnummer
source: Civic registration
et: Isikukood
no: Personnummer

# SokTyp_KundTelefonnummer
source: Phone number
et: Telefon
no: Telefonnummer

# SokTyp_OcrNummer
source: Reference number
et: Viitenumber
no: OcrNummer

# spara
source: Save
et: Salvesta
no: Lagre

# spara_KreditUpplysning
source: Save Credit info
et: Salvesta krediidi info
no: Lagre kredittopplysninger

# telefoncheck_kontrollknapp
source: Control number
et: Kontrolli number
no: Kontrollere nummer

# telefoncheck_rubrik
source: Control phone number
et: Kontrolli telefoninumber
no: Kontroll av telefonnummer

# Tillgang
source: Asset
et: Vara
no: Eiendeler

# transaktion_atgardList
source: Measure List
et: Meetmete nimekiri
no: Mål Liste

# transaktion_atgardTyp
source: Measure Type
et: Meetme tüüp
no: Mål Type

# transaktion_auto
source: Complete Placement
et: Täielik paigutuse
no: Fullständig placering

# transaktion_Datum
source: Transaction Date
et: Tehingu kuupäev
no: Transaksjon Dato

# transaktion_filNamn
source: File Name
et: Failinimi
no: Fil Navn

# transaktion_filterSok
source: Filter Search
et: Filtreeri otsingut
no: Filter Søk

# transaktion_franDatum
source: From Date
et: Alates kuupäevast
no: Fra Dato

# transaktion_kopplad
source: Invoice/Customer
et: Arve/Klient
no: Faktura/Kund

# transaktion_koppladhuvud
source: InvoiceNr/CustomerId
et: Arvenr/KliendiId
no: FakturaNr/KundeId

# transaktion_korProcess
source: Run Process
et: Käivita protsess
no: Kjøre Prosess

# transaktion_manual
source: Need manual placement
et: Vajad manuaal paigutus
no: Behöver manuell placering

# transaktion_manuelPlacering
source: Manual payment placement
et: Manuaalne makse paigutus
no: Manuell betaling plassering

# transaktion_markBehandlad
source: Mark as Handled
et: Märgi käsitletuks
no: Markere Behandlet

# transaktion_placerTyp
source: Placement Type
et: Asetuse tüüp
no: Plassering Type

# transaktion_tillDatum
source: To Date
et: Kuni kuupäevani
no: Til Dato

# transaktion_totaltBelopp
source: Total Amount
et: Kogusumma
no: Totalbeløp

# transaktion_Typ
source: Transaction
et: Tehing
no: Transaksjon

# transaktion_valjTransaktion
source: Choose Bank
et: Vali pank
no: Velge Bank

# uppsagning_faktura_belopp
source: Invoice Amount
et: Arve Summa
no: Faktura Belopp

# uppsagning_varningdataum
source: Warning Date
et: Hoiatus aeg
no: Varning Datum

# uppsagninginfo_varning_belop
source: Warning Amount
et: Hoiatus Summa
no: Varning Belopp

# Välj_produkt
source: Select Product
et: Vali toode
no: Velg produkt

# Yrke
source: Profession
et: Elukutse
no: Yrke

# ansokan_kreditupplysning_epost
source: E-mail
no: E-post

# ansokan_regelrubrik_epost
source: E-mail
no: E-post

# ansokan_rubrik_handlaggare
source: Agent
no: Id

# AnsokanStatus_HanterasKT
source: HandleKT
no: HåndleggesKT

# AnsokanStatus_ManuellBedomning
source: Manual
no: Manuell

# BetalningTillInkasso
source: PaymentToCollection
no: BetalningTillInkasoo

# IdHandling
source: ID-info
no: ID-handling

# KontaktTyp_Mail
source: E-mail
no: E-post

# kund_ePost
source: E-mail
no: E-post

# KundId_kort
source: SSN:
no: P/N:

# kundkort_epost
source: E-mail
no: E-post

# lanUppsagningInfo_Typ
source: Info Type
no: Info Typ

# LeveransTyp_Mail
source: E-mail
no: Mail

# regel_KunddataEgenKtrlForInkasso
source: Customer data for collection
no: Kunddata för Inkasso

# regel_KundKreditAvtal
source: Credit agreement
no: Kreditavtal

# regelresultatvisa_epost
source: E-mail
no: E-post

# SokTyp_GiroNummer
source: Gironumber
no: Gironummer

# SokTyp_KundEpost
source: E-mail
no: E-post

# transaktion_antal
source: Number
no: Nummer

# visa_rapport
source: Show PDF
no: Visa Pdf
