Repository: sinanazifi/TranslateMe
Catalog: testRess/FOSSRes.*.resx
Languages: et, no

# AktivitetTyp_AnsokanIngenKontakt
source: ApplicationNoContact
et: TaotlusIlmaKontaktita
no: SoknadIngenKontakt

# AktivitetTyp_AnsokanPinkod
source: Pin-Codes
et: Pin koodid
no: SoknadPinkode

# AktivitetTyp_AnsokanVantarPaKund
source: ApplicationWaitingForCust.
et: TaotlusOotabKliendiJärgi
no: SoknadVenterpaKunde

# AktivitetTyp_AnsokanVantarPaPinkod
source: WaitingforPinCode
et: OotabPinKoodi
no: SoknadVenterPaPinkode

# AktivitetTyp_AvslagFolkiaErbjudK365
source: RejectFolkiaOffer365
et: LükkaTagasiFolkiaPakkumine365
no: AvslagFolkiaErbjudK365

# AktivitetTyp_InnanInkassoKontakt
source: CollectionList
et: Inkasso nimekiri
no: ForInkassoKontakt

# AktivitetTyp_InnanPaminnelseKontakt
source: ReminderList
et: Meeldetuletus nimekiri
no: Påminnelseliste

# AktivitetTyp_KontrolleraKunduppgift
source: CheckCustomerData
et: KontrolliKliendiAndmeid
no: KontrolleraKundopplysninger

# AktivitetTyp_RegisterVard
source: Failed E-mails
et: Ebaõnnestunud e-mailid
no: RegisterOmsorg

# AktivitetTyp_RegisterVardSMS
source: Failed SMS
et: Ebaõnnestunud SMS
no: RegisterOmsorgSMS

# AktivitetTyp_Saknas
source: Missing
et: Puuduv
no: Mangler

# AktivitetTyp_TolkaInkommandeMail
source: IncomingMail
et: SissetulevMeil
no: InkommandeMail

# AktivitetTyp_TolkaInkommandeSms
source: IncomingSms
et: SissetulevSms
no: InkommandeSms

# AktivitetTyp_ValkomstInformationKund
source: CustomerWelcomeBack
et: KlientTeretulemastTagasi
no: VelkomstInformasjonKunde

# alert_ansokan_behandlad
source: Are you sure you want to mark the application as processed?
et: Oled sa kindel, et soovid valige Taotlus töödeldud?
no: Är du säker på att du vill markera denna ansökan som behandlad?

# alert_Faktura_SkickaFakturaMail
source: Are you sure you want to Send Email Invoice?
et: Oled kindel, et soovid saata e-arve?
no: Är du säker på att du vill Skicka Epost Faktura?

# alert_Faktura_ändraKrav
source: Are you sure you want to change the requirement?
et: Oled sa kindel, et tahad muuta nõue?
no: Är du säker på att du vill ändra krav?

# alert_kund_updateStatus
source: Are you sure you want to mark the customer as Identified?
et: Oled sa kindel, et soovid märgi klient Tuvastatud?
no: Är du säker på att du vill markera kund som Identifierad?

# alert_saknarlosenkalkyl
source: The loan can be redeemed but the calculation must be done manually by CS agent
et: Laenu on võimalik lahendada vaid arvutamiseks tuleb teha käsitsi, administraator
no: Lånet kan løses inn i fortid, men denne beregningen gjøres av våre saksbehandlere

# alert_skicka_kreditMail
source: Are you sure you want to send credit mail to the Customer ?
et: Oled sa kindel, et soovid saata krediidi posti klient?
no: Är du säker på att du vill skicka kreditmajl till Kund?

# Ansokan_Avslagkontakt
source: Reject contact
et: Lükka leping tagasi
no: Avslåtte kontakt

# ansokan_belopp
source: Amount
et: Summa
no: Beløp

# ansokan_erbjudande_drop
source: {0}, fee: {1} Adm.fee: {2} Interest: {3}%
et: {0}, tasu: {1} haldustasu: {2} intresse: {3}%
no: {0}, gebyr: {1} adm.gebyr: {2} rente: {3}%

# ansokan_ingafler
source: there are no more applicantions to handle!
et: Ei ole rohkem taotlusi ülevaatamiseks!
no: Det finnes ikke flere søknader til behandling!

# ansokan_knapp_AnsokanAvbruten
source: Cancel
et: Tühista
no: Avbryte

# ansokan_knapp_AnsokanAvslagen
source: Reject
et: Lükka tagasi
no: Avslå

# ansokan_knapp_AnsokanAvslagKontakt
source: Rejection informed
et: Keeldumisest teavitatud
no: Informert om Avslag

# ansokan_knapp_AnsokanBehandla
source: Mark as handled
et: Märgi ülevaadatuks
no: Markere behandlet

# ansokan_knapp_AnsokanForceraGodkand
source: Manually approve
et: Kinnita manuaalselt
no: Godkjenn manuellt

# ansokan_knapp_AnsokanGodkand
source: Approve
et: Aktsepteeri
no: Godkjenne

# ansokan_knapp_AnsokanGodkandPrel
source: Preliminary approved
et: Esialgselt heakskiidetud
no: Foreløpig godkjent

# ansokan_knapp_AnsokanGodkandUnLock
source: Unlock
et: Ava
no: Lås opp

# ansokan_knapp_AnsokanIngenKundkontakt
source: No contact
et: Ilma kontaktita
no: Ingen kontakt

# ansokan_knapp_AnsokanJusteraBelopp
source: Adjust amount
et: Korrigeeri summat
no: Justere beløpene

# ansokan_knapp_AnsokanKontraktSkickat
source: Contract sent
et: Leping saadetud
no: Avtale sendt

# ansokan_knapp_AnsokanKontroll
source: Control
et: Kontrolli
no: Kontrollere

# ansokan_knapp_AnsokanPausad
source: Pause
et: Paus
no: På vent

# ansokan_knapp_AnsokanPinkod
source: PIN code's letter
et: PIN koodi tähed
no: PIN-kode brev

# ansokan_knapp_AnsokanSpara
source: Save
et: Salvesta
no: Lagre

# ansokan_knapp_AnsokanUtbetald
source: Paid
et: Makstud
no: Utbetalt

# ansokan_knapp_AnsokanVantarPaKund
source: Waiting for customer
et: Kliendi ootel
no: Venter på kunden

# ansokan_knapp_hamta
source: Update the list
et: Uuenda nimekirja
no: Oppdater listen

# ansokan_knapp_LanVillAngra
source: Wish to regrett
et: Soovid taganeda
no: Vil Angre

# ansokan_knapp_LanVillFortidsLosa
source: Prepay
et: Ettemakse
no: Vil innløse

# ansokan_kreditupplysning_address
source: Address
et: Aadress
no: Adresse

# ansokan_kreditupplysning_alder
source: Age
et: Vanus
no: Alder

# ansokan_kreditupplysning_anledning
source: Reason
et: Põhjus
no: Årsak

# ansokan_kreditupplysning_anmarkningar
source: Payment remarks
et: Maksehäired
no: Bet.anmerkninger

# ansokan_kreditupplysning_anmarkningarsumma
source: Payment remark sum
et: Maksehäirete sum
no: Sum bet.anmerkninger

# ansokan_kreditupplysning_bank
source: Bank
et: Pank

# ansokan_kreditupplysning_belopp
source: Amount
et: Summa
no: Beløp

# ansokan_kreditupplysning_beslut
source: Decision
et: Otsus
no: Besluttning

# ansokan_kreditupplysning_civilstand
source: Marital status
et: Perekonnaseis
no: Sivilstand

# ansokan_kreditupplysning_civilstandforandring
source: Change marital status
et: Muuda perekonnaseisu
no: Forandring i sivilstand

# ansokan_kreditupplysning_civilstandpartnernamn
source: Name of partner
et: Partneri nimi
no: Partners navn

# ansokan_kreditupplysning_civilstandpartnerpnr
source: Partners Civic registration
et: Partneri isikuk.
no: Partners pnr

# ansokan_kreditupplysning_inkomst
source: Income
et: Sissetulek
no: Inntekt

# ansokan_kreditupplysning_inkomstar
source: Annual income
et: Aastane sissetulek
no: Inntektsår

# ansokan_kreditupplysning_kampanj
source: Campaign
et: Kampaania
no: Kampanje

# ansokan_kreditupplysning_kommun
source: Municipality
et: Omavalitsus
no: Kommune

# ansokan_kreditupplysning_kon
source: Gender
et: Sugu
no: Kjønn

# ansokan_kreditupplysning_kontonr
source: Account number
et: Kontonumber
no: Kontonummer

# ansokan_kreditupplysning_kredituplysning
source: Credit report information
et: Krediidiraporti info
no: Informasjon fra kredittoplysningen

# ansokan_kreditupplysning_lan
source: County
et: Maakond
no: Fylke

# ansokan_kreditupplysning_land
source: Country
et: Riik
no: Land

# ansokan_kreditupplysning_mobil
source: Mobile phone
et: Mobiiltelefon
no: Mobil

# ansokan_kreditupplysning_namn
source: Name
et: Nimi
no: Navn

# ansokan_kreditupplysning_pnr
source: Civic registration
et: Isikukood
no: Pnr

# ansokan_kreditupplysning_registrerade
source: Registered information
et: Registreeritud info
no: Registrert informasjon

# ansokan_kreditupplysning_rubrik
source: Credit report and the users registered information
et: Krediidiraport ja kasutaja registri info
no: Kredittopplysning og brukerens registrert informasjon

# ansokan_kreditupplysning_saknas
source: Credit report missing
et: Krediidiraport puudu
no: Kredittopplysning mangler

# ansokan_kreditupplysning_tele
source: Phone
et: Telefon
no: Telefon

# ansokan_kreditupplysning_upplysare
source: Credit reporter
et: Krediidirap. Allikas
no: Kilde

# ansokan_kreditupplysning_upplysningutford
source: Date of credit report
et: Krediidiraporti kuupäev
no: Opplysningsdato

# ansokan_kreditupplysning_ursprung
source: Origin
et: Päritolu
no: Opprinnelse

# ansokan_last
source: Application is locked
et: Taotlus on lukustatud
no: Søknaden er låst

# ansokan_lastav
source: Application is locked by : {0}
et: Taotluse lukustas : {0}
no: Søknaden er låst av: {0}

# ansokan_loptid
source: Loan time
et: Laenuaeg
no: Tid

# ansokan_maxbelopp
source: Max amount
et: Maksimaalne summa
no: MaxBeløp

# ansokan_nextcheckbox
source: Next application automatically
et: Järgmine taotlus automaatselt
no: Neste søknad automatisk

# Ansokan_ny
source: Loan Application
et: Laenutaotlus
no: Lånesøknad

# Ansokan_ny_kund
source: NEW CUSTOMER
et: UUS KLIENT
no: NY KUNDE

# Ansokan_ny_skapa
source: Create new application
et: Loo uus taotlus
no: Opprette ny søknad

# ansokan_produkt
source: Product
et: Toode
no: Produkt

# ansokan_regelrubrik_beskrivning
source: Description
et: Kirjeldus
no: Beskrivelse

# ansokan_regelrubrik_datum
source: Date
et: Kuupäev
no: Dato

# ansokan_regelrubrik_kontonr
source: Account nr
et: Kontonumber
no: Kontonr

# ansokan_regelrubrik_mobiltelefon
source: Mobile phone
et: Mobiiltelefon
no: Mobiltelefon

# ansokan_regelrubrik_namn
source: Name
et: Nimi
no: Navn

# ansokan_regelrubrik_PNR
source: Civic registration
et: Isikukood
no: Pnr

# ansokan_regelrubrik_produkt
source: Product
et: Toode
no: Produkt

# ansokan_regelrubrik_regel
source: Rule
et: Reegel
no: Regel

# ansokan_regelrubrik_status
source: Status
et: Staatus

# ansokan_regelrubrik_telefon
source: Phone
et: Telefon
no: Telefon

# ansokan_rubrik_alla
source: All
et: Kõik
no: Alle

# ansokan_rubrik_anledning
source: Reason
et: Põhjus
no: Årsak

# ansokan_rubrik_ansokan
source: Application
et: Taotlus
no: Søknad

# ansokan_rubrik_ansokanstatus
source: Status
et: Staatus

# ansokan_rubrik_anvandare
source: User
et: Kasutaja
no: Bruker

# ansokan_rubrik_avslag
source: Rejected
et: Tagasi lükatud
no: Avslåtte

# ansokan_rubrik_belopp
source: Amount
et: Summa
no: Beløp

# ansokan_rubrik_datum
source: Date
et: Kuupäev
no: Dato

# ansokan_rubrik_externalansokan
source: Externally application
et: Väline taotlus
no: Ekstern søknad

# ansokan_rubrik_externalreferens
source: External reference
et: Väline soovitus
no: Ekstern referanse

# ansokan_rubrik_gammlavarde
source: Before
et: Enne
no: Før

# ansokan_rubrik_godkanda
source: Approved
et: Kinnitatud
no: Godkjente

# ansokan_rubrik_id
source: Application
et: Taotlus
no: Søknad

# ansokan_rubrik_ingenkontakt
source: No contact
et: Kontakt puudub
no: Ingen kontakt

# ansokan_rubrik_inkluderarranta
source: Accrued Interest
et: Kogunenud intress
no: Påløpte renter

# ansokan_rubrik_kommentar
source: Comment
et: Kommentaar
no: Kommentar

# ansokan_rubrik_kostnadlosalan
source: Cost to redeem the loan
et: Kulude lunastada laenu
no: Koste å innfri lånet

# ansokan_rubrik_kundid
source: Customer
et: Klient
no: Kunde

# ansokan_rubrik_kundnamn
source: Name
et: Nimi
no: Navn

# ansokan_rubrik_land
source: Country
et: Riik
no: Land

# ansokan_rubrik_loghandelse
source: Change
et: Muuda
no: Forandre

# ansokan_rubrik_logtyp
source: Logotype
et: Logi
no: Logg

# ansokan_rubrik_loptid
source: Loan time
et: Laenu periood
no: Tid

# ansokan_rubrik_paborjade
source: Started
et: Alustatud
no: Påbegynte

# ansokan_rubrik_pnr
source: Civic registration
et: Isikukood
no: Pnr

# ansokan_rubrik_produkt
source: Product
et: Toode
no: Produkt

# ansokan_rubrik_rantesats
source: Interest rate
et: Intressimäär
no: Rentesats

# ansokan_rubrik_status
source: Status
et: Staatus

# ansokan_rubrik_ursprung
source: Origin
et: Päritolu
no: Opprinnelse

# ansokan_rubrik_utbetald
source: Paid
et: Makstud
no: Utbetalt

# ansokan_rubrik_varde
source: After
et: Pärast
no: Etter

# Ansokan_Skicka_KreditMail
source: Send Credit Mail
et: Saada Krediit Mail
no: Skicka Kredit Mail

# ansokan_skuld_belopp
source: Debt Amount
et: Võlg Summa
no: Gjeld Beløp

# ansokan_status
source: Status
et: Staatus

# Ansokan_Unlock
source: Unlock
et: Avama
no: Låsa upp

# ansokan_utbetalad
source: Paid
et: Makstud
no: Utbetalt

# ansokan_utbetalad_belopp
source: Paid Amount
et: Makst. Summa
no: Utbet.Beløp

# AnsokanStatus_Avbruten
source: Interrupted
et: Katkestatud
no: Avbrutt

# AnsokanStatus_AvbrutenBegard
source: Interreupted requested
et: Katkestust taodeldud
no: Avbrytning ønskes

# AnsokanStatus_Avslagen
source: Rejected
et: Tagasi lükatud
no: Avslag

# AnsokanStatus_Behandlad
source: Handled
et: Töödeldud
no: Behandlet

# AnsokanStatus_Fel
source: Failed
et: Ebaõnnestunud
no: Feil

# AnsokanStatus_ForUtbetalning
source: To payment
et: Maksmisele
no: Til utbetaling

# AnsokanStatus_Godkand
source: Approved
et: Kinnitatud
no: Godkjent

# AnsokanStatus_GodkandPrel
source: Preliminary approved
et: Esialgselt kinnitatud
no: Foreløpig godkjent

# AnsokanStatus_InfoInnanAnsokan
source: Registered
et: Registreeritud
no: Registrert

# AnsokanStatus_IngenKundkontakt
source: No contact
et: Kontakt puudub
no: Ingen kontakt

# AnsokanStatus_KontraktInkommit
source: Contract received
et: Leping vastu võetud
no: Kontrakt mottatt

# AnsokanStatus_KontraktSkickat
source: Contract sent
et: Leping saadetud
no: Kontrakt sendt

# AnsokanStatus_ManuellMenLagre
source: Lower amount
et: Väiksem summa
no: LavereBeløp

# AnsokanStatus_MaxBeloppDefinierad
source: ApprovedStep1
et: KinnitatudSamm1
no: Godkjentfase1

# AnsokanStatus_Pausad
source: Follow-up
et: Järelkaja
no: Oppfølging

# AnsokanStatus_Startad
source: Started
et: Alustatud
no: Igangsatt

# AnsokanStatus_TeknisktFel
source: TechnicalError
et: TehnilineViga
no: TekniskeFeil

# AnsokanStatus_Utbetalad
source: Paid
et: Makstud
no: Utbetalt

# AnsokanStatus_UtbetalningAterkallad
source: Payment recalled
et: Makse tühistatud
no: Utbetalning Opphevet

# AnsokanStatus_UtbetalningPagar
source: Payment in progress
et: Makse pooleli
no: Utbetaling pågår

# AnsokanStatus_VantarPaKund
source: Waiting for customer
et: Ootan klienti
no: Venter på kunden

# anvandare_funktionNamn
source: Function Name
et: Funktsiooni nimi
no: Funksjon Navn

# anvandare_Inaktiv
source: Show Inactive
et: Näita passiivne
no: Visa Inaktiv

# anvandare_loggin
source: Logged in user : {0}
et: Sisse logitud kasutaja: {0}
no: Brukere på nett : {0}

# anvandare_rollNamn
source: Roll Name
et: Rolli nimi
no: Rolle Navn

# AterbetalningTillKund
source: RefundToCustomer
et: TagastusKliendile
no: TilbakebetalingTilKunde

# AutoPlacering
source: Complete Placement
et: Täielik paigutuse
no: Fullständig placering

# AutoPlaceringFaktura
source: AutoPlacedInvoice
et: AutomaatseltPaigutatudTaotlus
no: AutoPlasseringFaktura

# BankEn_Ovriga
source: Other
et: Muu
no: Ovrige

# belopp_kvar
source: Amount remaining
et: ülejäänud summa
no: Belopp Kvar

# betalning_knapp_BetalningBacka
source: Reverse payment
et: Tühista makse
no: Avbryte betaling

# betalning_knapp_BetalningBekrafta
source: Mark as paid
et: Märgi makstuks
no: Markere som utbetalt

# betalning_knapp_BetalningKontrollera
source: Check payment
et: Kontrolli makset
no: Kontrollere betaling

# betalning_knapp_BetalningKorOm
source: Retry
et: Proovi uuesti
no: Prøv Igjen

# betalningar_bank
source: Bank
et: Pank

# betalningar_datum
source: Date
et: Kuupäev
no: Dato

# betalningar_fulltnamn
source: Name
et: Nimi
no: Navn

# betalningar_handl
source: Agent
et: Teenindaja
no: Kundebehandler

# betalningar_knapp_hamta
source: Retrieve
et: Allalaadima
no: Hente

# betalningar_kontonummer
source: Account number
et: Kontonumber
no: Kontonummer

# betalningar_kryssruta_alla
source: All
et: Kõik
no: Alle

# betalningar_kryssruta_bearbetning
source: Processing
et: Töötlemine
no: Behandling

# betalningar_kryssruta_godkanda
source: Approved
et: Kinnitatud
no: Godkjente

# betalningar_kryssruta_koade
source: Queue
et: Järjekord
no: Kø

# betalningar_kryssruta_misslyckade
source: Failed
et: Ebaõnnestunud
no: Mislykkede

# betalningar_kundid
source: Customer ID
et: Kliendi number
no: Kundenr

# betalningar_meddelande
source: Message
et: Teade
no: Melding

# betalningar_orderstatus
source: Status
et: Staatus

# betalningar_pnr
source: Civic registration
et: ID kood
no: Personnummer

# betalningar_referens
source: Reference
et: Viitenumber
no: Referanse

# betalningar_typ
source: Type
et: Tüüp

# BetalningsformagaBeraknad
source: Ability to pay: Calculated
et: Maksevõime: Arvutatud
no: BetalningsevneBeregnet

# BetalningsformagaBevisad
source: Ability to pay: Proved
et: Maksevõime: Tõendatud
no: BetalningsevneBevist

# BetalningStatus_Bekraftad
source: Finished
et: Lõpetatud
no: Ferdig

# BetalningStatus_FelEnligtGlue
source: Error from Glue
et: Glue viga
no: Feil hos Glue

# BetalningStatus_FelVidAnrop
source: Error from Glue
et: Glue viga
no: Feil ved anrop (Glue)

# BetalningStatus_Forbered
source: Prepared
et: Ettevalmistatud
no: Forberedt

# BetalningStatus_Forbereds
source: Preparing
et: Ettevalmistamisel
no: Forberede

# BetalningStatus_Koad
source: Queued
et: Järjekorras
no: I Kö

# BetalningStatus_Misslyckad
source: Failed
et: Ebaõnnestunud
no: Mislykket

# BetalningStatus_Saknas
source: Missing
et: Puudu
no: Mangler

# BetalningStatus_Studsad
source: Bounce
et: Tagasipõrge
no: I retur

# BetalningStatus_Utfor
source: Perform
et: Soorita
no: Utföre

# BetalningStatus_Utford
source: Done
et: Sooritatud
no: Utført

# blocking_aktiv
source: Active
et: Aktiivne
no: Aktiv

# blocking_anvandare
source: Agent
et: Teenindaja
no: Id

# blocking_beskrivning
source: Comment
et: Kommentaar
no: Kommentar

# blocking_land
source: Country
et: Riik
no: Land

# blocking_nyblock
source: Create new block
et: Loo uus plokk
no: Legge inn ny sperring

# blocking_orsak
source: Reason
et: Põhjus
no: Årsak

# blocking_skapad
source: Created
et: Loodud
no: Laget av

# blocking_skapadav
source: Agent
et: Teenindaja
no: Kundebehandler

# blocking_text
source: Text
et: Tekst
no: Tekst

# blocking_titel
source: Block
et: Plokk
no: Sperre

# blocking_typ
source: Type
et: Tüüp

# blocking_upphor
source: Stop
et: Stopp
no: Oppheves

# blockning_knapp_BlockningNy
source: New
et: Uus
no: Ny

# blockning_knapp_BlockningSpara
source: Save
et: Salvesta
no: Lagre

# blockning_knapp_BlockningTabort
source: Remove
et: Eemalda
no: Slett

# BlockningOrsak_Bedrageri
source: Fraud
et: Pettus
no: Bedrageri

# BlockningOrsak_Diverse
source: Various
et: Mitmesugune
no: Diverse

# BlockningOrsak_EgenBegaran
source: Own request
et: Enda päring
no: Eget ønske

# BlockningOrsak_InkassoAvslut
source: Collection end
et: Inkasso lõpp
no: Inkasso avsluttet

# BlockningOrsak_XDagarEfterAngring
source: X days past regretted
et: X päeva peale taganemist
no: x dager etter angring

# BlockningOrsak_XDagarEfterForfDatum
source: X days past due date
et: X päeva peale tähtaega
no: x dager etter forfallsdato

# BlockningOrsak_XGangerAngring
source: x times loan regretted
et: X korda laenu kahetsenud
no: X gånger angring av Lån

# BlockningTyp_FGKontoNummer
source: FG account number
et: FG kontonumber
no: FGKontonummer

# BlockningTyp_KontoNummer
source: Account number
et: Kontonumber
no: Kontonummer

# BlockningTyp_PersonNummer
source: Civic registration#
et: ID kood#
no: Personnummer

# BlockningTyp_TelefonNummer
source: Phone number
et: Telefon
no: Telefonnummer

source: CustomerPayment
et: Kliendi makse
no: Kundeinnbetaling

# Data_Behandlad
source: Treated
et: Töödeldud
no: Behandlet

# Data_EjBehandlad
source: Not Treated
et: Töötlemata
no: Ikke Behandlet

# DecisionForGrantingProductAmount_Missing
source: Missing
et: Puudumine
no: Mangler

# DecisionForGrantingProductAmount_No
source: No
et: Ei
no: Nej

# DecisionForGrantingProductAmount_Yes
source: Yes
et: Jah
no: Ja

# DecisionForGrantingProductAmount_YesOnCompletion
source: Yes on completion
et: Jah, kui täidetud
no: Ja hvis det er gjennomført

# detalj_anvandare
source: User Info
et: Kasutaja info
no: Bruker Info

# detaljsok_soktext
source: Text
et: Tekst
no: Tekst

# detaljsok_vadsoka
source: Search
et: Otsi
no: Søk

# DK
source: Denmark
et: Taani
no: Danmark

# DokumentId
source: DocumentId
et: dokumendiId
no: DokumentId

# DokumentNamn
source: DocumentName
et: dokumendiNimi
no: DokumentNamn

# domain_Namn
source: Domain Name
et: Domeenimi
no: Domain Navn

# efter_Namn
source: Last Name
et: Perekonnanimi
no: Efternavn

# EjIdentifierbar
source: NotIdentifiable
et: Mitte tuvastatav
no: UIdentifiserbar

# EmailPostkontor
source: EmailPostoffice
et: EmailPostkontor
no: EmailPostkontor

# erbjudande_aktiva
source: Active offers
et: Aktiivne pakkumine
no: Aktive tilbud

# erbjudande_kanal
source: Channel
et: Kanal
no: Kanal

# erbjudande_kod
source: Campaign code
et: Kampaania kood
no: Kampanjekode

# erbjudande_namn
source: Offer
et: Pakkumine
no: Tilbud

# erbjudande_ny
source: New offer
et: Uus pakkumine
no: Nytt tilbude

# erbjudande_rabatt
source: Discount
et: Allahindlus
no: Rabatt

# erbjudande_rabatttyp
source: Type of offer
et: Pakkumise tüüp
no: Typ av rabatt

# erbjudande_slut
source: Valid to
et: Kehtiv kuni
no: Gyldig til

# erbjudande_start
source: Valid from
et: Kehtiv alates
no: Gyldig fra

# erbjudande_tidigare
source: Previous offers
et: Eelmine pakkumine
no: Tidligre tilbud

# erbjudande_typ
source: Type
et: Tüüp
no: Typ

# erbjudande_utnyttjat
source: Utilized
et: Kasutatud
no: Utnyttet

# ErbjudandeTyp_Opersonlig_Kod
source: Impersonal
et: Mittepersonaalne
no: Upersonlig

# ErbjudandeTyp_Personlig_IngenKod
source: Personal without code
et: Personaalne koodita
no: Personlig uten kode

# ErbjudandeTyp_Personlig_Kod
source: Personal with code
et: Personaalne koodiga
no: Personlig med kode

# ErbjudandeTyp_Personlig_Staende
source: Personal permanent
et: Personaalne püsiv
no: Personlig stående

# ErbjudandeTyp_Saknas
source: Missing
et: Puuduv
no: Mangler

# errorpage_ettfelhar
source: A system error has occurred
et: Süsteemiviga
no: Det har oppstått en systemfeil

# errorpage_visa
source: Show details
et: Näita detaile
no: Vise detaljer

# faktura_ansokan
source: Application
et: Taotlus
no: Søknad

# faktura_attbetalabelopp
source: Amount to pay
et: Summa maksmisele
no: Beløp å betale

# faktura_belopp
source: Amount
et: Summa
no: Beløp

# faktura_beloppBetala
source: Amount to pay
et: Makstaolev summa
no: Beløp å betale

# faktura_betalningsreferens
source: Payment reference
et: Viitenumber
no: Betalingsreferanse

# faktura_betaltbelopp
source: Paid Amount
et: Makstud summa
no: Betalt beløp

# faktura_betaltdatum
source: Payment date
et: Makse kuupäev
no: Betalt dato

# faktura_datum
source: Date
et: Kuupäev
no: Dato

# faktura_fakturahandelse
source: Invoice events
et: Arve sündmused
no: Fakturalogg

# faktura_fakturaid
source: Invoice
et: Arve
no: Faktura

# faktura_fakturanr
source: Invoice number
et: Arvenumber
no: Fakturanr

# faktura_forfallodatum
source: Due date
et: Maksetähtaeg
no: Forfallsdato

# faktura_gammaltvarde
source: Before
et: Enne
no: Før

# faktura_handelse
source: Event
et: Sündmus
no: Logg

# faktura_handelse_BeloppNerJust
source: Down adjust amount
et: Alanda summat
no: Nedjustere beløp

# faktura_handelse_Betalning
source: Payment
et: Makse
no: Betaling

# faktura_handelse_BetalningMotKontrakt
source: Payment against contract
et: Makse lepingu vastu
no: Betaling mot kontrakt

# faktura_handelse_Fordransald
source: Receivable sold
et: Võlg müüdud
no: Tilgodehavender solgt

# faktura_handelse_ForfalloDatumJust
source: Adjust due date
et: Muuda maksetähtaega
no: Justere forfallsdato

# faktura_handelse_Inkasso
source: Collection
et: Inkasso
no: Inkasso

# faktura_handelse_InkassoAterkallad
source: Collection withdrawn
et: Inkasso tagasi kutsutud
no: Inkasso tilbakekalt

# faktura_handelse_InkassoAvslutOK
source: Collection Completed
et: Inkasso lõpule viidud
no: Avsluttet inkassosak OK

# faktura_handelse_InkassoAvslutSparrad
source: Collection End Blocked
et: Inkasso lõpp Blokeeritud
no: Avsluttet inkassosak Sperret

# faktura_handelse_Inkassovarsel
source: Collection notice
et: Inkasso teade
no: Inkassovarsel

# faktura_handelse_Krediterad
source: Credited
et: Krediteeritud
no: Kreditert
